Repository: KDE/k3b
Catalog: po/*/libk3bdevice.po
Languages: ar

source: CD-R
ar: قرص مضغوط قابل للتسجيل

source: CD-RW
ar: قرص مضغوط قابل لإعادة الكتابة

source: CD-ROM
ar: قرص مضغوط للقراءة فقط

source: DVD-ROM
ar: قرص ديفيدي للقراءة فقط

source: DVD-RAM
ar: قرص ديفيدي RAM

source: DVD-R
ar: قرص ديفيدي-R

source: DVD-RW
ar: قرص ديفيدي-RW

source: DVD-R DL
ar: قرص ديفيدي-R ذو طبقتين

source: HD DVD-ROM
ar: قرص HD ديفيدي للقراءة فقط

source: HD DVD-R
ar: قرص HD ديفيدي-R

source: HD DVD-RAM
ar: قرص HD ديفيدي-RAM

source: BD-ROM
ar: قرص BD للقراءة فقط

source: BD-R
ar: قرص BD-R

source: BD-RE
ar: قرص BD-RE

source: DVD+R
ar: قرص ديفيدي+R

source: DVD+RW
ar: قرص ديفيدي+RW

source: DVD+R DL
ar: قرص ديفيدي+R ذو طبقتين

source: Error
ar: خطأ

source: Incremental Sequential
ar: تسلسلي تزايدي

source: Restricted Overwrite
ar: الكتابة فوق المقيدة

source: Layer Jump
ar: القفز بين الطبقات

source: Random Recording
ar: تسجيل عشوائي

source: Sequential Recording
ar: تسجيل تسلسلي

source: Sequential Recording + POW
ar: تسجيل تسلسلي + POW

# no writing mode
source: None
ar: لا شيء

# unknown medium type
source: Unknown
ar: مجهول

source: No media
ar: لا يوجد وسيط

source: DVD-R Sequential
ar: ديفيدي-R تسلسلي

source: DVD-R Dual Layer
ar: ديفيدي-R ذو طبقتين

source: DVD-R Dual Layer Sequential
ar: ديفيدي-R ذو طبقتين تسلسلي

source: DVD-R Dual Layer Jump
ar: ديفيدي-R ذو طبقتين قفز

source: DVD-RW Restricted Overwrite
ar: ديفيدي-RW الكتابة فوق المقيدة

source: DVD-RW Sequential
ar: ديفيدي-RW تسلسلي

source: DVD+RW Dual Layer
ar: ديفيدي+RW ذو طبقتين

source: DVD+R Dual Layer
ar: ديفيدي+R ذو طبقتين

source: BD-R Sequential (SRM)
ar: BD-R تسلسلي (SRM)

source: BD-R Sequential Pseudo Overwrite (SRM+POW)
ar: BD-R تسلسلي كتابة زائفة (SRM+POW)

source: BD-R Random (RRM)
ar: BD-R عشوائي (RRM)

# unknown medium state
source: Unknown
ar: مجهول

source: no medium
ar: لا يوجد وسيط

source: complete medium
ar: وسيط مكتمل

source: incomplete medium
ar: وسيط غير مكتمل

source: empty medium
ar: وسيط فارغ
